const rawDB = {
  "bed": {
    "하이브리드4": {
      "img": "img/calc/berexbed/mattress/pr04.png",
      "sizes": {
        "Q (CMQ-PR04_V2)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 101900, "promo": 100900}, "재렌탈": {"catalog": 91800, "promo": 90800} },
            "7년": { "신규": {"catalog": 80900, "promo": 79900}, "재렌탈": {"catalog": 72900, "promo": 71900} },
            "9년": { "신규": {"catalog": 73900, "promo": 72900}, "재렌탈": {"catalog": 65700, "promo": 64700} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 99900, "promo": 98900}, "재렌탈": {"catalog": 90000, "promo": 89000} },
            "7년": { "신규": {"catalog": 78900, "promo": 77900}, "재렌탈": {"catalog": 71100, "promo": 70100} },
            "9년": { "신규": {"catalog": 71900, "promo": 70900}, "재렌탈": {"catalog": 63900, "promo": 62900} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 98900, "promo": 97900}, "재렌탈": {"catalog": 89100, "promo": 88100} },
            "7년": { "신규": {"catalog": 77900, "promo": 76900}, "재렌탈": {"catalog": 70200, "promo": 69200} },
            "9년": { "신규": {"catalog": 70900, "promo": 69900}, "재렌탈": {"catalog": 63900, "promo": 62900} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 96900, "promo": 95900}, "재렌탈": {"catalog": 87300, "promo": 86300} },
            "7년": { "신규": {"catalog": 75900, "promo": 74900}, "재렌탈": {"catalog": 68400, "promo": 67400} },
            "9년": { "신규": {"catalog": 68900, "promo": 67900}, "재렌탈": {"catalog": 62100, "promo": 61100} }
          }
        },
        "SS (CMSS-PR04_V2)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 81900, "promo": 80900}, "재렌탈": {"catalog": 73700, "promo": 72700} },
            "7년": { "신규": {"catalog": 65900, "promo": 64900}, "재렌탈": {"catalog": 59400, "promo": 58400} },
            "9년": { "신규": {"catalog": 59400, "promo": 58400}, "재렌탈": {"catalog": 53500, "promo": 52500} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 79900, "promo": 78900}, "재렌탈": {"catalog": 71900, "promo": 70900} },
            "7년": { "신규": {"catalog": 63900, "promo": 62900}, "재렌탈": {"catalog": 57600, "promo": 56600} },
            "9년": { "신규": {"catalog": 57600, "promo": 56600}, "재렌탈": {"catalog": 51800, "promo": 50800} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 78900, "promo": 77900}, "재렌탈": {"catalog": 71000, "promo": 70000} },
            "7년": { "신규": {"catalog": 62900, "promo": 61900}, "재렌탈": {"catalog": 56700, "promo": 55700} },
            "9년": { "신규": {"catalog": 56700, "promo": 55700}, "재렌탈": {"catalog": 51000, "promo": 50000} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 76900, "promo": 75900}, "재렌탈": {"catalog": 69300, "promo": 68300} },
            "7년": { "신규": {"catalog": 60900, "promo": 59900}, "재렌탈": {"catalog": 54900, "promo": 53900} },
            "9년": { "신규": {"catalog": 54900, "promo": 53900}, "재렌탈": {"catalog": 49400, "promo": 48400} }
          }
        }
      }
    },
    "루네어": {
      "img": "img/calc/berexbed/mattress/se03.png",
      "sizes": {
        "Q (CMQ-SE03H/M)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 48900, "promo": 47900}, "재렌탈": {"catalog": 44100, "promo": 43100} },
            "7년": { "신규": {"catalog": 40900, "promo": 39900}, "재렌탈": {"catalog": 36900, "promo": 35900} },
            "9년": { "신규": {"catalog": 35900, "promo": 34900}, "재렌탈": {"catalog": 32400, "promo": 31400} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 46900, "promo": 45900}, "재렌탈": {"catalog": 42300, "promo": 41300} },
            "7년": { "신규": {"catalog": 38900, "promo": 37900}, "재렌탈": {"catalog": 35100, "promo": 34100} },
            "9년": { "신규": {"catalog": 33900, "promo": 32900}, "재렌탈": {"catalog": 30600, "promo": 29600} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 43900, "promo": 42900}, "재렌탈": {"catalog": 39600, "promo": 38600} },
            "7년": { "신규": {"catalog": 35900, "promo": 34900}, "재렌탈": {"catalog": 32400, "promo": 31400} },
            "9년": { "신규": {"catalog": 30900, "promo": 29900}, "재렌탈": {"catalog": 27900, "promo": 26900} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 41900, "promo": 40900}, "재렌탈": {"catalog": 37800, "promo": 36800} },
            "7년": { "신규": {"catalog": 33900, "promo": 32900}, "재렌탈": {"catalog": 30600, "promo": 29600} },
            "9년": { "신규": {"catalog": 28900, "promo": 27900}, "재렌탈": {"catalog": 26100, "promo": 25100} }
          }
        }
      }
    }
  }
};
