const rawDB = {
  "bed": {
    "하이브리드4": {
      "img": "img/calc/berexbed/mattress/pr04.png",
      "sizes": {
        "Q (CMQ-PR04_V2)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 111900, "promo": 100900}, "재렌탈": {"catalog": 91800, "promo": 90800} },
            "7년": { "신규": {"catalog": 90900, "promo": 79900}, "재렌탈": {"catalog": 72900, "promo": 71900} },
            "9년": { "신규": {"catalog": 83900, "promo": 72900}, "재렌탈": {"catalog": 65700, "promo": 64700} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 109900, "promo": 98900}, "재렌탈": {"catalog": 90000, "promo": 89000} },
            "7년": { "신규": {"catalog": 88900, "promo": 77900}, "재렌탈": {"catalog": 71100, "promo": 70100} },
            "9년": { "신규": {"catalog": 81900, "promo": 70900}, "재렌탈": {"catalog": 63900, "promo": 62900} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 108900, "promo": 97900}, "재렌탈": {"catalog": 89100, "promo": 88100} },
            "7년": { "신규": {"catalog": 87900, "promo": 76900}, "재렌탈": {"catalog": 70200, "promo": 69200} },
            "9년": { "신규": {"catalog": 80900, "promo": 69900}, "재렌탈": {"catalog": 63900, "promo": 62900} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 106900, "promo": 95900}, "재렌탈": {"catalog": 87300, "promo": 86300} },
            "7년": { "신규": {"catalog": 85900, "promo": 74900}, "재렌탈": {"catalog": 68400, "promo": 67400} },
            "9년": { "신규": {"catalog": 78900, "promo": 67900}, "재렌탈": {"catalog": 62100, "promo": 61100} }
          }
        },
        "SS (CMSS-PR04_V2)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 91900, "promo": 80900}, "재렌탈": {"catalog": 73700, "promo": 72700} },
            "7년": { "신규": {"catalog": 75900, "promo": 64900}, "재렌탈": {"catalog": 59400, "promo": 58400} },
            "9년": { "신규": {"catalog": 68400, "promo": 58400}, "재렌탈": {"catalog": 53500, "promo": 52500} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 89900, "promo": 78900}, "재렌탈": {"catalog": 71900, "promo": 70900} },
            "7년": { "신규": {"catalog": 73900, "promo": 62900}, "재렌탈": {"catalog": 57600, "promo": 56600} },
            "9년": { "신규": {"catalog": 66600, "promo": 56600}, "재렌탈": {"catalog": 51800, "promo": 50800} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 88900, "promo": 77900}, "재렌탈": {"catalog": 71000, "promo": 70000} },
            "7년": { "신규": {"catalog": 72900, "promo": 61900}, "재렌탈": {"catalog": 56700, "promo": 55700} },
            "9년": { "신규": {"catalog": 65700, "promo": 55700}, "재렌탈": {"catalog": 51000, "promo": 50000} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 86900, "promo": 75900}, "재렌탈": {"catalog": 69300, "promo": 68300} },
            "7년": { "신규": {"catalog": 70900, "promo": 59900}, "재렌탈": {"catalog": 54900, "promo": 53900} },
            "9년": { "신규": {"catalog": 63900, "promo": 53900}, "재렌탈": {"catalog": 49400, "promo": 48400} }
          }
        }
      }
    },
    "루네어": {
      "img": "img/calc/berexbed/mattress/se03.png",
      "sizes": {
        "Q (CMQ-SE03H/M)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 48900, "promo": 47900}, "재렌탈": {"catalog": 44100, "promo": 43100} },
            "7년": { "신규": {"catalog": 40900, "promo": 39900}, "재렌탈": {"catalog": 36900, "promo": 35900} },
            "9년": { "신규": {"catalog": 35900, "promo": 34900}, "재렌탈": {"catalog": 32400, "promo": 31400} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 46900, "promo": 45900}, "재렌탈": {"catalog": 42300, "promo": 41300} },
            "7년": { "신규": {"catalog": 38900, "promo": 37900}, "재렌탈": {"catalog": 35100, "promo": 34100} },
            "9년": { "신규": {"catalog": 33900, "promo": 32900}, "재렌탈": {"catalog": 30600, "promo": 29600} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 43900, "promo": 42900}, "재렌탈": {"catalog": 39600, "promo": 38600} },
            "7년": { "신규": {"catalog": 35900, "promo": 34900}, "재렌탈": {"catalog": 32400, "promo": 31400} },
            "9년": { "신규": {"catalog": 30900, "promo": 29900}, "재렌탈": {"catalog": 27900, "promo": 26900} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 41900, "promo": 40900}, "재렌탈": {"catalog": 37800, "promo": 36800} },
            "7년": { "신규": {"catalog": 33900, "promo": 32900}, "재렌탈": {"catalog": 30600, "promo": 29600} },
            "9년": { "신규": {"catalog": 28900, "promo": 27900}, "재렌탈": {"catalog": 26100, "promo": 25100} }
          }
        },
        "SS (CMSS-SE03H/M)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 45900, "promo": 44900}, "재렌탈": {"catalog": 41400, "promo": 40400} },
            "7년": { "신규": {"catalog": 37900, "promo": 36900}, "재렌탈": {"catalog": 34100, "promo": 33100} },
            "9년": { "신규": {"catalog": 32900, "promo": 31900}, "재렌탈": {"catalog": 29600, "promo": 28600} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 43900, "promo": 42900}, "재렌탈": {"catalog": 39600, "promo": 38600} },
            "7년": { "신규": {"catalog": 35900, "promo": 34900}, "재렌탈": {"catalog": 32400, "promo": 31400} },
            "9년": { "신규": {"catalog": 30900, "promo": 29900}, "재렌탈": {"catalog": 27900, "promo": 26900} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 40900, "promo": 39900}, "재렌탈": {"catalog": 36900, "promo": 35900} },
            "7년": { "신규": {"catalog": 32900, "promo": 31900}, "재렌탈": {"catalog": 29600, "promo": 28600} },
            "9년": { "신규": {"catalog": 27900, "promo": 26900}, "재렌탈": {"catalog": 25100, "promo": 24100} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 38900, "promo": 37900}, "재렌탈": {"catalog": 35100, "promo": 34100} },
            "7년": { "신규": {"catalog": 30900, "promo": 29900}, "재렌탈": {"catalog": 27900, "promo": 26900} },
            "9년": { "신규": {"catalog": 25900, "promo": 24900}, "재렌탈": {"catalog": 23400, "promo": 22400} }
          }
        }
      }
    },
    "시그니처 파이어쉴드 컴포트": {
      "img": "img/calc/berexbed/mattress/sp02.png",
      "sizes": {
        "Q (CMQ-SP02SC)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 81900, "promo": 80900}, "재렌탈": {"catalog": 73800, "promo": 72800} },
            "7년": { "신규": {"catalog": 71900, "promo": 70900}, "재렌탈": {"catalog": 64800, "promo": 63800} },
            "9년": { "신규": {"catalog": 65900, "promo": 64900}, "재렌탈": {"catalog": 59400, "promo": 58400} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 79900, "promo": 78900}, "재렌탈": {"catalog": 72000, "promo": 71000} },
            "7년": { "신규": {"catalog": 69900, "promo": 68900}, "재렌탈": {"catalog": 63000, "promo": 62000} },
            "9년": { "신규": {"catalog": 63900, "promo": 62900}, "재렌탈": {"catalog": 57600, "promo": 56600} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 75900, "promo": 74900}, "재렌탈": {"catalog": 68400, "promo": 67400} },
            "7년": { "신규": {"catalog": 65900, "promo": 64900}, "재렌탈": {"catalog": 59400, "promo": 58400} },
            "9년": { "신규": {"catalog": 59900, "promo": 58900}, "재렌탈": {"catalog": 54000, "promo": 53000} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 73900, "promo": 72900}, "재렌탈": {"catalog": 66600, "promo": 65600} },
            "7년": { "신규": {"catalog": 63900, "promo": 62900}, "재렌탈": {"catalog": 57600, "promo": 56600} },
            "9년": { "신규": {"catalog": 57900, "promo": 56900}, "재렌탈": {"catalog": 52200, "promo": 51200} }
          }
        }
      }
    },
    "시그니처 파이어쉴드": {
      "img": "img/calc/berexbed/mattress/sp01.png",
      "sizes": {
        "Q (CMQ-SP01SC)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 77900, "promo": 76900}, "재렌탈": {"catalog": 70200, "promo": 69200} },
            "7년": { "신규": {"catalog": 67900, "promo": 66900}, "재렌탈": {"catalog": 61200, "promo": 60200} },
            "9년": { "신규": {"catalog": 61900, "promo": 60900}, "재렌탈": {"catalog": 55800, "promo": 54800} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 75900, "promo": 74900}, "재렌탈": {"catalog": 68400, "promo": 67400} },
            "7년": { "신규": {"catalog": 65900, "promo": 64900}, "재렌탈": {"catalog": 59400, "promo": 58400} },
            "9년": { "신규": {"catalog": 59900, "promo": 58900}, "재렌탈": {"catalog": 54000, "promo": 53000} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 71900, "promo": 70900}, "재렌탈": {"catalog": 64800, "promo": 63800} },
            "7년": { "신규": {"catalog": 61900, "promo": 60900}, "재렌탈": {"catalog": 55800, "promo": 54800} },
            "9년": { "신규": {"catalog": 55900, "promo": 54900}, "재렌탈": {"catalog": 50400, "promo": 49400} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 69900, "promo": 68900}, "재렌탈": {"catalog": 63000, "promo": 62000} },
            "7년": { "신규": {"catalog": 59900, "promo": 58900}, "재렌탈": {"catalog": 54000, "promo": 53000} },
            "9년": { "신규": {"catalog": 53900, "promo": 52900}, "재렌탈": {"catalog": 48600, "promo": 47600} }
          }
        }
      }
    },
    "스마트 S8+": {
      "img": "img/calc/berexbed/mattress/as05.png",
      "sizes": {
        "Q (CMQ-AS05)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 140900, "promo": 129900}, "재렌탈": {"catalog": 117900, "promo": 116900} },
            "7년": { "신규": {"catalog": 112900, "promo": 101900}, "재렌탈": {"catalog": 92700, "promo": 91700} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 138900, "promo": 127900}, "재렌탈": {"catalog": 116100, "promo": 115100} },
            "7년": { "신규": {"catalog": 110900, "promo": 99900}, "재렌탈": {"catalog": 90900, "promo": 89900} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 136900, "promo": 125900}, "재렌탈": {"catalog": 114300, "promo": 113300} },
            "7년": { "신규": {"catalog": 108900, "promo": 97900}, "재렌탈": {"catalog": 89100, "promo": 88100} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 134900, "promo": 123900}, "재렌탈": {"catalog": 112500, "promo": 111500} },
            "7년": { "신규": {"catalog": 106900, "promo": 95900}, "재렌탈": {"catalog": 87300, "promo": 86300} }
          }
        }
      }
    },
    "스마트 S6+": {
      "img": "img/calc/berexbed/mattress/as04.png",
      "sizes": {
        "Q (CMQ-AS04)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 111900, "promo": 100900}, "재렌탈": {"catalog": 91800, "promo": 90800} },
            "7년": { "신규": {"catalog": 90900, "promo": 79900}, "재렌탈": {"catalog": 72900, "promo": 71900} }
          },
          "스페셜체인지": {
            "5년": { "신규": {"catalog": 109900, "promo": 98900}, "재렌탈": {"catalog": 90000, "promo": 89000} },
            "7년": { "신규": {"catalog": 88900, "promo": 77900}, "재렌탈": {"catalog": 71100, "promo": 70100} }
          },
          "베이직케어": {
            "5년": { "신규": {"catalog": 108900, "promo": 97900}, "재렌탈": {"catalog": 89100, "promo": 88100} },
            "7년": { "신규": {"catalog": 87900, "promo": 76900}, "재렌탈": {"catalog": 70200, "promo": 69200} }
          },
          "서비스프리": {
            "5년": { "신규": {"catalog": 106900, "promo": 95900}, "재렌탈": {"catalog": 87300, "promo": 86300} },
            "7년": { "신규": {"catalog": 85900, "promo": 74900}, "재렌탈": {"catalog": 68400, "promo": 67400} }
          }
        }
      }
    },
    "스위트 호텔 프레임": {
      "img": "img/calc/berexbed/frame/ht01.png",
      "sizes": {
        "Q (CFQ-HT01)": {
          "기본형": {
            "5년": { "신규": {"catalog": 41900, "promo": 40900}, "재렌탈": {"catalog": 37800, "promo": 36800} },
            "7년": { "신규": {"catalog": 32900, "promo": 31900}, "재렌탈": {"catalog": 29700, "promo": 28700} },
            "9년": { "신규": {"catalog": 27900, "promo": 26900}, "재렌탈": {"catalog": 25200, "promo": 24200} }
          }
        }
      }
    },
    "코지 프레임": {
      "img": "img/calc/berexbed/frame/tm13.png",
      "sizes": {
        "Q (CFQ-TM13)": {
          "기본형": {
            "5년": { "신규": {"catalog": 32900, "promo": 31900}, "재렌탈": {"catalog": 29700, "promo": 28700} },
            "7년": { "신규": {"catalog": 26900, "promo": 25900}, "재렌탈": {"catalog": 24300, "promo": 23300} },
            "9년": { "신규": {"catalog": 22900, "promo": 21900}, "재렌탈": {"catalog": 20700, "promo": 19700} }
          }
        }
      }
    }
  },
  "healing": {
    "비렉스 안마의자": {
      "img": "img/icon/logo.png",
      "sizes": {
        "마인 (MC-B03)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 62900, "promo": 51200}, "재렌탈": {"catalog": 56700, "promo": 45000} }
          }
        }
      }
    }
  },
  "air": {
    "노블 공기청정기2": {
      "img": "img/calc/air/ap1623.png",
      "sizes": {
        "일반 (AP-1623M)": {
          "방문관리": {
            "3년": { "신규": {"catalog": 43400, "promo": 34110}, "재렌탈": {"catalog": 39100, "promo": 29810} },
            "5년": { "신규": {"catalog": 41400, "promo": 32310}, "재렌탈": {"catalog": 37300, "promo": 28010} }
          }
        }
      }
    }
  },
  "life": {
    "아이콘 정수기 3": {
      "img": "img/calc/water/cp7220.png",
      "sizes": {
        "냉온정 (CHP-7220N)": {
          "방문관리": {
            "3년": { "신규": {"catalog": 43900, "promo": 38900}, "재렌탈": {"catalog": 39600, "promo": 34600} },
            "6년": { "신규": {"catalog": 40900, "promo": 35900}, "재렌탈": {"catalog": 36900, "promo": 31900} }
          },
          "자가관리": {
            "3년": { "신규": {"catalog": 40900, "promo": 35900}, "재렌탈": {"catalog": 36900, "promo": 31900} },
            "6년": { "신규": {"catalog": 37900, "promo": 32900}, "재렌탈": {"catalog": 34200, "promo": 29200} },
            "7년": { "신규": {"catalog": 33900, "promo": 28900}, "재렌탈": {"catalog": 30600, "promo": 25600} }
          }
        },
        "냉정 (CP-7220N)": {
          "방문관리": {
            "3년": { "신규": {"catalog": 41900, "promo": 36900}, "재렌탈": {"catalog": 37800, "promo": 32800} },
            "6년": { "신규": {"catalog": 38900, "promo": 33900}, "재렌탈": {"catalog": 35100, "promo": 30100} }
          },
          "자가관리": {
            "3년": { "신규": {"catalog": 40900, "promo": 35900}, "재렌탈": {"catalog": 36900, "promo": 31900} },
            "6년": { "신규": {"catalog": 37900, "promo": 32900}, "재렌탈": {"catalog": 34200, "promo": 29200} },
            "7년": { "신규": {"catalog": 33900, "promo": 28900}, "재렌탈": {"catalog": 30600, "promo": 25600} }
          }
        }
      }
    },
    "벽걸이 에어컨": {
      "img": "img/icon/logo.png",
      "sizes": {
        "6평 (ACAH-061AAS)": {
          "토탈케어": {
            "5년": { "신규": {"catalog": 33900, "promo": 29600}, "재렌탈": {"catalog": 30600, "promo": 26300} }
          }
        }
      }
    }
  }
};
